Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Yesterday at $1
ca_es: Ahir a les $1

source: The format is as follows: Only list items (lines starting with *) are considered. The first link on a line must be a link to a bad file. Any subsequent links on the same line are considered to be exceptions, i.e. pages where the file may occur inline.
ca_es: El format ha de ser el següent: Només els elements de llista (les línies que comencin amb un *) es prenen en consideració. El primer enllaç de cada línia ha de ser el d'un fitxer dolent. La resta d'enllaços de la línia són les excepcions, és a dir, les pàgines on s'hi pot encabir el fitxer.

source: Metadata
ca_es: Metadades

source: This file contains additional information, probably added from the digital camera or scanner used to create or digitize it. If the file has been modified from its original state, some details may not fully reflect the modified file.
ca_es: Aquest fitxer conté informació addicional, probablement afegida per la càmera digital o l'escàner utilitzat per a crear-lo o digitalitzar-lo. Si s'ha modificat posteriorment, alguns detalls poden no reflectir les dades reals del fitxer modificat.

source: Show extended details
ca_es: Mostra els detalls estesos

source: Hide extended details
ca_es: Amaga els detalls estesos

source: Image metadata fields listed in this message will be included on image page display when the metadata table is collapsed. Others will be hidden by default. * make * model * datetimeoriginal * exposuretime * fnumber * isospeedratings * focallength * artist * copyright * imagedescription * gpslatitude * gpslongitude * gpsaltitude
ca_es: Els camps de metadades de la imatge llistats en aquest missatge s'inclouran en la pàgina de descripció de la imatge fins i tot quan la taula estigui plegada. La resta estaran ocults però es podran desplegar. * make * model * datetimeoriginal * exposuretime * fnumber * isospeedratings * focallength * artist * copyright * imagedescription * gpslatitude * gpslongitude * gpsaltitude

source: Width
ca_es: Amplada

source: Height
ca_es: Alçada

source: Bits per component
ca_es: Octets per component

source: Compression scheme
ca_es: Esquema de compressió

source: Pixel composition
ca_es: Composició dels píxels

source: Orientation
ca_es: Orientació

source: Number of components
ca_es: Nombre de components

source: Data arrangement
ca_es: Ordenament de dades

source: Subsampling ratio of Y to C
ca_es: Proporció de mostreig secundari de Y amb C

source: Y and C positioning
ca_es: Posició YCbCr

source: Horizontal resolution
ca_es: Resolució horitzontal

source: Vertical resolution
ca_es: Resolució vertical

source: Image data location
ca_es: Ubicació de les dades de la imatge

source: Number of rows per strip
ca_es: Nombre de fileres per franja

source: Bytes per compressed strip
ca_es: Octets per franja comprimida

source: Offset to JPEG SOI
ca_es: Ancorament del JPEG SOI

source: Bytes of JPEG data
ca_es: Octets de dades JPEG

source: White point chromaticity
ca_es: Cromositat del punt blanc

source: Chromaticities of primarities
ca_es: Coordenada cromàtica del color primari

source: Color space transformation matrix coefficients
ca_es: Quoficients de la matriu de transformació de l'espai colorimètric

source: Pair of black and white reference values
ca_es: Valors de referència negre i blanc

source: File change date and time
ca_es: Data i hora de modificació del fitxer

source: Image title
ca_es: Títol de la imatge

source: Camera manufacturer
ca_es: Fabricant de la càmera

source: Camera model
ca_es: Model de càmera

source: Software used
ca_es: Programari utilitzat

source: Author
ca_es: Autor

source: Copyright holder
ca_es: Titular dels drets d'autor

source: Exif version
ca_es: Versió Exif

source: Supported Flashpix version
ca_es: Versió Flashpix admesa

source: Color space
ca_es: Espai de color

source: Meaning of each component
ca_es: Significat de cada component

source: Image compression mode
ca_es: Mode de compressió d'imatge

source: Image width
ca_es: Amplada de la imatge

source: Image height
ca_es: Alçada de la imatge

source: User comments
ca_es: Comentaris de l'usuari

source: Related audio file
ca_es: Fitxer d'àudio relacionat

source: Date and time of data generation
ca_es: Dia i hora de generació de les dades

source: Date and time of digitizing
ca_es: Dia i hora de digitalització

source: DateTime subseconds
ca_es: Data i hora, fraccions de segon

source: DateTimeOriginal subseconds
ca_es: Data i hora de creació, fraccions de segon

source: DateTimeDigitized subseconds
ca_es: Data i hora de digitalització, fraccions de segon

source: Exposure time
ca_es: Temps d'exposició

source: $1 sec ($2)
ca_es: $1 s ($2)

source: F Number
ca_es: Obertura del diafragma

source: Exposure Program
ca_es: Programa d'exposició

source: Spectral sensitivity
ca_es: Sensibilitat espectral

source: ISO speed rating
ca_es: Sensibilitat ISO

source: APEX shutter speed
ca_es: APEX velocitat d'obturació

source: APEX aperture
ca_es: APEX obertura

source: APEX brightness
ca_es: APEX brillantor

source: APEX exposure bias
ca_es: Correcció d'exposició

source: Maximum land aperture
ca_es: Camp d'obertura màxim

source: Subject distance
ca_es: Distància del subjecte

source: Metering mode
ca_es: Mode de mesura

source: Light source
ca_es: Font de llum

source: Flash
ca_es: Flaix

source: Lens focal length
ca_es: Longitud focal de la lent

source: Subject area
ca_es: Enquadre del subjecte

source: Flash energy
ca_es: Energia del flaix

source: Focal plane X resolution
ca_es: Resolució X del pla focal

source: Focal plane Y resolution
ca_es: Resolució Y del pla focal

source: Focal plane resolution unit
ca_es: Unitat de resolució del pla focal

source: Subject location
ca_es: Posició del subjecte

source: Exposure index
ca_es: Índex d'exposició

source: Sensing method
ca_es: Mètode de detecció

source: File source
ca_es: Font del fitxer

source: Scene type
ca_es: Tipus d'escena

source: Custom image processing
ca_es: Processament d'imatge personalitzat

source: Exposure mode
ca_es: Mode d'exposició

source: White balance
ca_es: Balanç de blancs

source: Digital zoom ratio
ca_es: Escala d'ampliació digital (zoom)

source: Focal length in 35 mm film
ca_es: Distància focal per a peŀlícula de 35 mm

source: Scene capture type
ca_es: Tipus de captura d'escena

source: Scene control
ca_es: Control d'escena

source: Saturation
ca_es: Saturació

source: Sharpness
ca_es: Nitidesa

source: Device settings description
ca_es: Descripció dels paràmetres del dispositiu

source: Subject distance range
ca_es: Escala de distància del subjecte

source: Unique image ID
ca_es: Identificador únic de la imatge

source: GPS tag version
ca_es: Versió del tag GPS

source: North or south latitude
ca_es: Latitud nord o sud

source: Latitude
ca_es: Latitud

source: East or west longitude
ca_es: Longitud est o oest

source: Longitude
ca_es: Longitud

source: Altitude reference
ca_es: Referència d'altitud

source: Altitude
ca_es: Altitud

source: GPS time (atomic clock)
ca_es: Hora GPS (rellotge atòmic)

source: Satellites used for measurement
ca_es: Satèŀlits utilitzats en la mesura

source: Receiver status
ca_es: Estat del receptor

source: Measurement mode
ca_es: Mode de mesura

source: Measurement precision
ca_es: Precisió de la mesura

source: Speed unit
ca_es: Unitat de velocitat

source: Speed of GPS receiver
ca_es: Velocitat del receptor GPS

source: Reference for direction of movement
ca_es: Referència per la direcció del moviment

source: Direction of movement
ca_es: Direcció del moviment

source: Reference for direction of image
ca_es: Referència per la direcció de la imatge

source: Direction of image
ca_es: Direcció de la imatge

source: Geodetic survey data used
ca_es: S'han utilitzat dades d'informes geodètics

source: Reference for latitude of destination
ca_es: Referència per a la latitud de la destinació

source: Latitude destination
ca_es: Latitud de la destinació

source: Reference for longitude of destination
ca_es: Referència per a la longitud de la destinació

source: Longitude of destination
ca_es: Longitud de la destinació

source: Reference for bearing of destination
ca_es: Referència per a l'orientació de la destinació

source: Bearing of destination
ca_es: Orientació de la destinació

source: Reference for distance to destination
ca_es: Referència de la distància a la destinació

source: Distance to destination
ca_es: Distància a la destinació

source: Name of GPS processing method
ca_es: Nom del mètode de processament GPS

source: Name of GPS area
ca_es: Nom de l'àrea GPS

source: GPS date
ca_es: Data GPS

source: GPS differential correction
ca_es: Correcció diferencial GPS

source: JPEG file comment
ca_es: Comentari del fitxer JPEG

source: Keywords
ca_es: Paraules clau

source: World region that the picture was taken in
ca_es: Regió del món on la foto va ser presa

source: Country that the picture was taken in
ca_es: País on la foto va ser presa

source: Code for the country that the picture was taken in
ca_es: Codi del país on la foto va ser presa

source: Province or state that the picture was taken in
ca_es: Província o estat on la foto va ser presa

source: City that the picture was taken in
ca_es: Ciutat on la foto va ser presa

source: Sublocation of the city that the picture was taken in
ca_es: Sublocalització de la ciutat on la foto va ser presa

source: World region shown
ca_es: Regió del món que mostra

source: Country shown
ca_es: País que mostra

source: Code for country shown
ca_es: Codi del país que mostra

source: Province or state shown
ca_es: Província o estat que mostra

source: City shown
ca_es: Ciutat que mostra

source: Sublocation of city shown
ca_es: Sublocalització de la ciutat que mostra

source: Short title
ca_es: Títol abreujat

source: Special instructions
ca_es: Instruccions especials

source: Headline
ca_es: Encapçalament

source: Credit/Provider
ca_es: Crèdit / Proveïdor

source: Source
ca_es: Font

source: Editorial status of image
ca_es: Estat de redacció de la imatge

source: Urgency
ca_es: Urgència

source: Fixture name
ca_es: Nom de l'accessori

source: Location depicted
ca_es: Ubicació representada

source: Code of location depicted
ca_es: Codi de la ubicació que mostra

source: Time of day that media is intended for
ca_es: Moment del dia al qual va destinat el mitjà de comunicació

source: Contact information
ca_es: Informació de contacte

source: Writer
ca_es: Escriptor

source: Language
ca_es: Idioma

source: IIM version
ca_es: IIM versió

source: Supplemental categories
ca_es: Categories suplementàries

source: Do not use after
ca_es: No utilitzar després

source: Released on
ca_es: Data de llançament

source: Original transmission location code
ca_es: Transmissió original del codi de la ubicació

source: Identifier
ca_es: Identificador

source: Lens used
ca_es: Objectiu utilitzat

source: Serial number of camera
ca_es: Número de sèrie de la càmera

source: Owner of camera
ca_es: Propietari de la càmera

source: Label
ca_es: Etiqueta

source: Date metadata was last modified
ca_es: Data que la metadata ha estat modificada per última vegada

source: Informal name of image
ca_es: Nom informal de l'imatge

source: Rating (out of 5)
ca_es: Valoració (sobre 5)

source: Rights management certificate
ca_es: Certificat de gestió de drets

source: Copyright status
ca_es: Estat dels drets d'autor

source: Copyright owner
ca_es: Propietari dels drets d'autor

source: Usage terms
ca_es: Termes d'ús

source: Online copyright statement
ca_es: Declaració de drets d'autor en línia

source: Unique ID of original document
ca_es: ID únic del document original

source: URL for copyright license
ca_es: Direcció de llicències de drets d'autor

source: Alternative licensing information
ca_es: Alternativa informació de llicència

source: When re-using this work, please link to
ca_es: Quan re-utilitzis aquest treball, si us plau posa un enllaç a

source: When re-using this work, please credit
ca_es: Quan re-utilitzis aquest treball, si us plau posa un credit a

source: PNG file comment
ca_es: Comentari del fitxer PNG

source: Disclaimer
ca_es: Avís general

source: Content warning
ca_es: Advertència de contingut

source: GIF file comment
ca_es: Comentari del fitxer GIF

source: Type of item
ca_es: Tipus d'article

source: Subject code
ca_es: Codi del subjecte

source: IPTC scene code
ca_es: Codi d'escena IPTC

source: Event depicted
ca_es: Esdeveniment representat

source: Organization depicted
ca_es: Organització representada

source: Person depicted
ca_es: Persona representada

source: Height of image before it was cropped
ca_es: Alçada de la imatge abans que fos retallada

source: Width of image before it was cropped
ca_es: Amplada de la imatge abans que fos retallada

source: Uncompressed
ca_es: Sense compressió

source: CCITT Group 3 1-Dimensional Modified Huffman run length encoding
ca_es: Codificació CCITT Grup 3 longitud monodimensional de Huffman modificat

source: CCITT Group 3 fax encoding
ca_es: Codificació de fax CCITT grup 3

source: CCITT Group 4 fax encoding
ca_es: Codificació de fax CCITT grup 4

source: Copyrighted
ca_es: Sotmesa a drets d'autor

source: Copyright status not set
ca_es: No s'ha definit l'estat de copyright

source: Unknown date
ca_es: Data desconeguda

source: Flipped horizontally
ca_es: Invertit horitzontalment

source: Rotated 180°
ca_es: Girat 180°

source: Flipped vertically
ca_es: Invertit verticalment

source: Rotated 90° CCW and flipped vertically
ca_es: Rotat 90° en sentit antihorari i invertit verticalment

source: Rotated 90° CCW
ca_es: Rotat 90° en sentit antihorari

source: Rotated 90° CW and flipped vertically
ca_es: Rotat 90° en sentit horari i invertit verticalment

source: Rotated 90° CW
ca_es: Rotat 90° en sentit horari

source: chunky format
ca_es: a blocs densos (chunky)

source: planar format
ca_es: format pla

source: $1 dpi
ca_es: $1 ppp

source: $1 dpc
ca_es: $1 ppc

source: Uncalibrated
ca_es: Sense calibrar

source: does not exist
ca_es: no existeix

source: Not defined
ca_es: No definit

source: Normal program
ca_es: Programa normal

source: Aperture priority
ca_es: amb prioritat d'obertura

source: Shutter priority
ca_es: amb prioritat de velocitat d'obturació

source: Creative program (biased toward depth of field)
ca_es: Programa creatiu (preferència a la profunditat de camp)

source: Action program (biased toward fast shutter speed)
ca_es: Programa acció (preferència a la velocitat d'obturació)

source: Portrait mode (for closeup photos with the background out of focus)
ca_es: Mode retrat (per primers plans amb fons desenfocat)

source: Landscape mode (for landscape photos with the background in focus)
ca_es: Mode paisatge (per fotos de paisatges amb el fons enfocat)

source: $1 meters
ca_es: $1 metres

source: Unknown
ca_es: Desconegut

source: Average
ca_es: Mitjana

source: Center weighted average
ca_es: Mesura central mitjana

source: Spot
ca_es: Puntual

source: Multi-Spot
ca_es: Multipuntual

source: Pattern
ca_es: Patró

source: Partial
ca_es: Parcial

source: Other
ca_es: Altres

source: Daylight
ca_es: Llum de dia

source: Tungsten (incandescent light)
ca_es: Tungstè (llum incandescent)

source: Fine weather
ca_es: Clar

source: Cloudy weather
ca_es: Ennuvolat

source: Shade
ca_es: Ombra

source: Daylight fluorescent (D 5700 – 7100K)
ca_es: Fluorescent de llum del dia (D 5700 – 7100K)

source: Day white fluorescent (N 4600 – 5400K)
ca_es: Fluorescent de llum blanca (N 4600 – 5400K)

source: Cool white fluorescent (W 3900 – 4500K)
ca_es: Fluorescent blanc fred (W 3900 – 4500K)

source: White fluorescent (WW 3200 – 3700K)
ca_es: Fluorescent blanc (WW 3200 – 3700K)

source: Standard light A
ca_es: Llum estàndard A

source: Standard light B
ca_es: Llum estàndard B

source: Standard light C
ca_es: Llum estàndard C

source: ISO studio tungsten
ca_es: Bombeta de tungstè d'estudi ISO

source: Other light source
ca_es: Altre font de llum

source: Flash did not fire
ca_es: No s'ha disparat el flaix

source: Flash fired
ca_es: Flaix disparat

source: no strobe return detection function
ca_es: no hi ha funció de detecció del retorn de la llum estroboscòpica

source: strobe return light not detected
ca_es: no s'ha detectat retorn de llum estroboscòpica

source: strobe return light detected
ca_es: s'ha detectat retorn de llum estroboscòpica

source: compulsory flash firing
ca_es: disparada de flaix obligatòria

source: compulsory flash suppression
ca_es: tret de flash suprimit

source: auto mode
ca_es: mode automàtic

source: No flash function
ca_es: Sense funció de flaix

source: red-eye reduction mode
ca_es: reducció d'ulls vermells

source: inches
ca_es: polzades

source: Undefined
ca_es: Indefinit

source: One-chip color area sensor
ca_es: Sensor d'àrea de color a un xip

source: Two-chip color area sensor
ca_es: Sensor d'àrea de color a dos xips

source: Three-chip color area sensor
ca_es: Sensor d'àrea de color a tres xips

source: Color sequential area sensor
ca_es: Sensor d'àrea de color per seqüències

source: Trilinear sensor
ca_es: Sensor trilineal

source: Color sequential linear sensor
ca_es: Sensor linear de color per seqüències

source: Digital still camera
ca_es: Càmera fotogràfica digital

source: A directly photographed image
ca_es: Una imatge fotografiada directament

source: Normal process
ca_es: Procés normal

source: Custom process
ca_es: Processament personalitzat

source: Auto exposure
ca_es: Exposició automàtica

source: Manual exposure
ca_es: Exposició manual

source: Auto bracket
ca_es: Bracketting automàtic

source: Auto white balance
ca_es: Balanç automàtic de blancs

source: Manual white balance
ca_es: Balanç manual de blancs

source: Standard
ca_es: Estàndard

source: Landscape
ca_es: Paisatge

source: Portrait
ca_es: Retrat

source: Night scene
ca_es: Escena nocturna

source: Low gain up
ca_es: Baix augment del guany

source: High gain up
ca_es: Fort augment del guany

source: Low gain down
ca_es: Baixa reducció del guany

source: High gain down
ca_es: Fort augment del guany

source: Soft
ca_es: Suau

source: Hard
ca_es: Fort

source: Low saturation
ca_es: Baixa saturació

source: High saturation
ca_es: Alta saturació

source: Close view
ca_es: Subjecte a prop

source: Distant view
ca_es: Subjecte lluny

source: North latitude
ca_es: Latitud nord

source: South latitude
ca_es: Latitud sud

source: East longitude
ca_es: Longitud est

source: West longitude
ca_es: Longitud oest

source: $1 {{PLURAL:$1|meter|meters}} above sea level
ca_es: $1 {{PLURAL:$1|metre|metres}} sobre el nivell del mar

source: $1 {{PLURAL:$1|meter|meters}} below sea level
ca_es: $1 {{PLURAL:$1|metre|metres}} sota el nivell del mar

source: Measurement in progress
ca_es: Mesura en curs

source: Measurement interoperability
ca_es: Interoperabilitat de mesura

source: 2-dimensional measurement
ca_es: Mesura bidimensional

source: 3-dimensional measurement
ca_es: Mesura tridimensional

source: Kilometers per hour
ca_es: Quilòmetres per hora

source: Miles per hour
ca_es: Milles per hora

source: Knots
ca_es: Nusos

source: Kilometers
ca_es: Quilòmetres

source: Miles
ca_es: Milles

source: Nautical miles
ca_es: Milles nàutiques

source: Excellent ($1)
ca_es: Exceŀlent ($1)

source: Good ($1)
ca_es: Bona ($1)

source: Moderate ($1)
ca_es: Moderada ($1)

source: Fair ($1)
ca_es: Justa ($1)

source: Poor ($1)
ca_es: Pobra ($1)

source: Morning only
ca_es: Només al matí

source: Evening only
ca_es: Només al vespre

source: Both morning and evening
ca_es: Tant al matí com al vespre

source: True direction
ca_es: Direcció real

source: Magnetic direction
ca_es: Direcció magnètica

source: Centered
ca_es: Centrat

source: Co-sited
ca_es: co-localitzats

source: Contributors
ca_es: Coŀlaboradors

source: Spatial or temporal scope of media
ca_es: Abast espacial o temporal del contingut

source: Date(s)
ca_es: Data(es)

source: Publisher
ca_es: Editorial

source: Related media
ca_es: Fitxers multimèdia relacionats

source: Source media
ca_es: Fitxer d'origen

source: Type of media
ca_es: Tipus de contingut

source: Rejected
ca_es: Rebutjat

source: Greater than 65535
ca_es: Superior a 65535

source: Arts, culture and entertainment
ca_es: Art, cultura i entreteniment

source: Crime and law
ca_es: Crim i dret

source: Disasters and accidents
ca_es: Desastres i accidents

source: Economy and business
ca_es: Economia i negocis

source: Education
ca_es: Educació

source: Environment
ca_es: Medi ambient

source: Health
ca_es: Salut

source: Human interest
ca_es: Interès humà

source: Labor
ca_es: Treball

source: Lifestyle and leisure
ca_es: Estil de vida i d'oci

source: Politics
ca_es: Política

source: Religion and belief
ca_es: Religió i creences

source: Science and technology
ca_es: Ciència i tecnologia

source: Social issues
ca_es: Qüestions socials

source: Sports
ca_es: Esport

source: War, conflict and unrest
ca_es: Guerra, conflictes i disturbis

source: Weather
ca_es: Meteorologia

source: Low ($1)
ca_es: Baixa ($1)

source: High ($1)
ca_es: Alta ($1)

source: User-defined priority ($1)
ca_es: Prioritat definida per l'usuari ($1)

source: Edit this file using an external application
ca_es: Edita aquest fitxer fent servir una aplicació externa

source: (See the [https://www.mediawiki.org/wiki/Manual:External_editors setup instructions] for more information)
ca_es: (Vegeu les [https://www.mediawiki.org/wiki/Manual:External_editors instruccions de configuració] per a més informació)

source: Confirm email address
ca_es: Confirma l'adreça de correu electrònic

source: You do not have a valid email address set in your [[Special:Preferences|user preferences]].
ca_es: No heu introduït una direcció vàlida de correu electrònic en les vostres [[Special:Preferences|preferències d'usuari]].

source: {{SITENAME}} requires that you validate your email address before using email features. Activate the button below to send a confirmation mail to your address. The mail will include a link containing a code; load the link in your browser to confirm that your email address is valid.
ca_es: El projecte {{SITENAME}} necessita que valideu la vostra adreça de correu electrònic per a poder gaudir d'algunes facilitats. Cliqueu el botó inferior per a enviar un codi de confirmació a la vostra adreça. Seguiu l'enllaç que hi haurà al missatge enviat per a confirmar que el vostre correu és correcte.

source: A confirmation code has already been emailed to you; if you recently created your account, you may wish to wait a few minutes for it to arrive before trying to request a new code.
ca_es: Ja s'ha enviat el vostre codi de confirmació per correu electrònic; si fa poc hi heu creat el vostre compte, abans de mirar de demanar un nou codi, primer hauríeu d'esperar alguns minuts per a rebre'l.

source: Mail a confirmation code
ca_es: Envia per correu electrònic un codi de confirmació

source: Confirmation email sent.
ca_es: S'ha enviat un missatge de confirmació.

source: A confirmation code was sent to your email address. This code is not required to log in, but you will need to provide it before enabling any email-based features in the wiki.
ca_es: S'ha enviat un codi de confirmació a la vostra adreça de correu electrònic. No es requereix aquest codi per a autenticar-s'hi, però vos caldrà proporcionar-lo abans d'activar qualsevol funcionalitat del wiki basada en missatges de correu electrònic.

source: {{SITENAME}} could not send your confirmation mail. Please check your email address for invalid characters. Mailer returned: $1
ca_es: {{SITENAME}} no ha pogut enviar el vostre missatge de confirmació. Comproveu que l'adreça no tingui caràcters no vàlids. El programari de correu retornà el següent missatge: $1
